;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[MaleVoice1_BD X2BodyPartTemplate]
DisplayName="战斗机器人"
[MaleVoice1_BDF X2BodyPartTemplate]
DisplayName="女性战斗机器人"
[MaleVoice1_BDTemp X2BodyPartTemplate]
DisplayName="战斗机器人圣殿骑士"
[MaleVoice1_BDFTemp X2BodyPartTemplate]
DisplayName="女性战斗机器人圣殿骑士"
[MaleVoice1_BDReap X2BodyPartTemplate]
DisplayName="战斗机器人收割者"
[MaleVoice1_BDFReap X2BodyPartTemplate]
DisplayName="女性战斗机器人收割者"
[MaleVoice1_BDSkirm X2BodyPartTemplate]
DisplayName="战斗机器人散兵"
[MaleVoice1_BDFSkirm X2BodyPartTemplate]
DisplayName="女性战斗机器人散兵"
[MaleVoice1_BDSPARK X2BodyPartTemplate]
DisplayName="重型战斗机器人"
